chat_system_36130183_actor_description=Dwarf-guard.
chat_system_36130183_snap_1_question=^?^Thank you for the help, human! Without you, we would definitely lose the castle. Too many times we have tried to knock the demons out of it!
chat_system_36130183_snap_1_answer_0=^?^But how did you give the castle up to the demons in the first place?
chat_system_36130183_snap_2_question=^?^Common treason. Demons bribed one of the guards, and he opened the gate at night. And he was the first to be torn to pieces.
chat_system_36130183_snap_2_answer_0=^?^I guess he deserved it. Ok, we'll talk later. Goodbye.
chat_system_36130183_snap_0_question=^?^Hey, [player], don't distract me. I'm directing the reconstruction efforts. There is so much destruction, and so many things were stolen because of this war with demons...<br>I'm afraid it would be easier to build a new castle, than it is to clear this one from all the trash they've brought here.
chat_system_36130183_snap_0_answer_0=^?^Ok, I won't distract you. Goodbye.
